[
    {
        "chiste": "¿Cómo se llama el campeón de buceo japonés?... Tokofondo."
    },
    {
        "chiste": "¿Qué le dijo el semáforo al coche?... No me mires, ¡me estoy cambiando!"
    },
    {
        "chiste": "¿Qué hace una abeja en el gimnasio?... ¡Zum-ba!"
    },
    {
        "chiste": "¿Cómo se dice zapato en japonés?... Saka-gowea."
    },
    {
        "chiste": "¿Por qué los pingüinos siempre llevan corbata?... Porque les queda muy bien con su esmoquin."
    },
    {
        "chiste": "¿Qué le dijo el número 0 al número 8?... ¡Me gustan tu cinturon!"
    },
    {
        "chiste": "¿Qué hace una abuela navegando por internet?... ¡Tejiendo la red!"
    },
    {
        "chiste": "Un ratón le dice a una rata:... ¿Qué haces ahí sentada?... Estoy esperando un ratito"
    },
    {
        "chiste": "¿Qué le dice un gusano a otro gusano?... Me voy a dar una vuelta a la manzana."
    },
    {
        "chiste": "Están dos piojos en la cabeza de un señor calvo, y uno le dice al otro:... Alfredo, vámonos de aquí que este terreno ya está pavimentado."
    },
    {
        "chiste": "¿Por que los elefantes no montan en bici?...Porque no tienen el dedo meñique para tocar el timbre."
    },
    {
        "chiste": "¿Cómo puedes saber si hay un elefante debajo de tu cama?...Porque estas tocando el techo con tu nariz."
    },
    {
        "chiste": "Un gato caminaba por un tejado maullando: ¡Miau, miau!...En eso se le acerca otro gato repitiendo: ¡Guau, guau!...Entonces el primer gato le dice:... Oye, ¿por qué ladras si tú eres gato?...Y el otro le contesta:... ¿Es que uno no puede aprender idiomas?"
    },
    {
        "chiste": "Una señora está en la puerta de su casa con su gato, pasa un señor y le pregunta:... ¿Araña?...Y la señora le contesta:... ¡NO, gato!"
    },
    {
        "chiste": "- ¿Cuál es el pez que huele mucho?...El Peztoso!!!"
    },
    {
        "chiste": "- ¿Por qué el elefante no usa crema Nivea?...Porque su patita no cabe en la lata"
    },
    {
        "chiste": "Dos animales se encuentran y uno dice al otro:... Yo soy un perro-lobo porque mi padre era perro y mi madre una loba. ¿Y tú?... Pues yo soy un oso-hormiguero.... ¡¡¡ Anda yaaaaa!!!"
    },
    {
        "chiste": "Un pez le dice al otro:... ¿Qué hace tu papá?...Y el otro le contesta:... NADA. ¿Y el tuyo?... NADA también"
    },
    {
        "chiste": "Eso son dos ovejas jugando al fútbol. Una de ellas lanza el balón muy lejos y dice a una compañera:... 'Veeeeeeee!!!' ....Y la otra le contesta:... 'Veeeeeeee túuuuu!!!!'."
    },
    {
        "chiste": "- ¿Qué le dice un pato a otro pato?...¡Estamos empatados!"
    },
    {
        "chiste": "Hay una vaca, una gallina y un caballo, y todos tienen 14 meses....¿Quién tiene más meses?...La gallina porque tiene 14 meses, y pico"
    },
    {
        "chiste": "¿Qué le dijo una pulga a otra pulga?... ¿Vamos a pie o esperamos al perro?"
    },
    {
        "chiste": "¿Qué es una Mariposa?...Una mosca tuneada"
    },
    {
        "chiste": "Entra un hombre a una pajarería y pregunta:... ¿de qué raza es el loro?...El dueño contesta:... lo ignoro...y el hombre dice:... ¡que loignorito tan bonito!"
    },
    {
        "chiste": "¿Qué le dice un jaguar a otro jaguar?...¡How are you!"
    },
    {
        "chiste": "Hay una vaca, una gallina y un caballo, y todos tienen 14 meses....¿Quién tiene más meses?...La gallina porque tiene 14 meses, y pico"
    },
    {
        "chiste": "¿Por qué los elefantes le tienen miedo a las computadoras?...Por el mouse."
    },
    {
        "chiste": "¿Cuál es el animal que anda con una pata?...Pues el pato."
    },
    {
        "chiste": "¿Qué pasa cuándo los saltamontes salen del jardín?...Pues entra en Primaria."
    },
    {
        "chiste": "¿Qué le dijo un pollito a otro pollito?...¡Ni pio!"
    },
    {
        "chiste": "Había una vez dos animales que eran muy amigos; estos eran el gato y el gallo....Un día el gato compró un auto y el gallo le pidió que se lo prestara y el gato como buen amigo se lo prestó....Salieron de paseo los dos muy contentos, y de repente al doblar en una esquina el auto del gato se impactó, a lo que el gato dice:... ¡miauuuuuto...Y el gallo le responde:... quiquirisquiaga"
    },
    {
        "chiste": "¿Qué le dijo un ganzo a su hermana?... Ven ganza!"
    }
]